Repository: BackupTheBerlios/anex-svn
Catalog: trunk/trunk/locale/*.po
Languages: ca, de

source: principio lista
ca: Inici de llista
de: Listenanfang

source: principio lista principal
ca: Radix
de: Hauptliste Anfang

source: ventana de grados
ca: Finestra de graus
de: Gradangabe

source: alternar posicion
ca: Alternar posició
de: Position umsch.

source: listas dobles/triples
ca: Llistes dobles/triples
de: Dopple/Dreifach Listen

source: alternar con guia
ca: Alternar amb guia
de: Umsch.m Gradzeiger

source: mover pe
ca: Moure PE
de: AP bewegen

source: pe
de: AP

source: mover pe +
ca: Moure PE +
de: AP bewegen +

source: + Ctlr-May
de: + Ctlr-Shift

source: mover pe -
ca: Moure PE -
de: AP bewegen -

source: Salir
ca: Sortir (Ctrl-Q)
de: Beenden (Ctrl-Q)

source: Pantalla completa
ca: Pantalla completa (F11)
de: Ganzer Bildschirm (F11)

source: Exportar a imagen
ca: Exportar a imatge (Ctrl-G)
de: Bild exportieren (Ctrl-G)

source: Exportar a PDF/Imprimir
ca: Exportar a Pdf/Imprimir (Ctrl-P)
de: Zum PDF exportieren/Drucken (Ctrl-P)

source: TEntradas
ca: Entrades (Ctrl-E)
de: Daten-Eingabe (Ctrl-E)

source: TConfiguracion
ca: Configuració
de: Konfiguration (Ctrl-S)

source: Acerca de Astro-Nex
ca: Quant a Astro-Nex
de: Über Astro-Nex

source: Programa de calculo y dibujo de cartas astrologicas segun el metodo API
ca: Programa de càlcul i dibuix d´horòscops segons el mètode API
de: API Metode astrologische Software

source: Exportar como imagen
de: Bild exportieren

source: Ver zonas PE
ca: Veure zones PE
de: AP-Bereiche anzeigen

source: Acercar
ca: Apropar
de: Vergrössen

source: Solo EA
ca: Només EA
de: Nur Aspektbild

source: Ver EA
ca: Veure EA
de: Aspektbild anzeigen

source: Ver zonas de casa
ca: Veure zones de cases
de: Häuser-Bereiche anzeigen

source: Activar goodwill
ca: Veure goodwill
de: Goodwill Asp. anzeigen

source: Ver todos los aspectos
ca: Tots els clics
de: Alle Klicken

source: Ego-clics
ca: Planetes del jo
de: Ich-Planeten

source: Ocultar unilaterales
ca: Ocultar unilaterals
de: Einseitig. Asp. aufheben

source: Alejar
ca: Allunyar
de: Verkleinen

source: Ocultar zonas PE
ca: Ocultar zones PE
de: AP-Bereiche aufheben

source: Ocultar zonas de casa
ca: Ocultar zones de cases
de: Hâuser-Bereiche aufheben

source: Mostrar todo
ca: Veure tot
de: Alles anzeigen

source: Desactivar goodwill
ca: Ocultar goodwill
de: Goodwill Asp. aufheben

source: Mostrar unilaterales
ca: Veure unilaterals
de: Einseit. Asp. anzeigen

source: Ocultar EA
de: Aspektbild aufheben

source: Ver solo clics
ca: Clics estàndar
de: Standard Klicken

source: Clics sin ego
ca: Tots els planetes
de: Alle Planeten

source: dias
ca: dies
de: Tage

source: Guardar...
de: Speichern...

source: Documento Pdf
ca: Document Pdf
de: PDF Dokument

source: Imagen
de: Bild

source: Anchura
de: Breite

source: Altura
de: Höhe

source: Resolucion
de: Entschließung

source: Tipo
de: Art

source: Congelar
de: Einfrieren

source: Permutar
de: Tauschen

source: DDiagramas
ca: Diagrames
de: Diagramme

source: Cartas
ca: Cartes
de: Horoskopen

source: Biografias
ca: Biografies
de: Biographien

source: Descongelar
de: Auftauen

source: sin_nombre%d
ca: sense_nom%d
de: ohne_Name%d

source: Horizontal
ca: Horitzontal

source: Region
ca: Regió

source: Imagen Png
ca: Imatge PNG
