Repository: BackupTheBerlios/anex-svn
Catalog: trunk/trunk/locale/*.po
Languages: ca, de

source: Carta Nodal
de: Mondknotenhoroskop

source: Radix
ca: Carta radix
de: Radixhoroskop

source: Carta Clics Radix alma
ca: Clic Radix-Causal
de: Radix-Kausal Klickhoroskop

source: Carta de las Casas
ca: Carta de les cases
de: Häuserhoroskop

source: Carta Local
de: Ortshoroskop

source: Carta del Alma
ca: Raigs
de: Kausalhoroskop

source: Carta de Integracion
ca: Carta d´integració
de: Integrationshoroskop

source: Carta del Perfil
de: Profilhoroskop

source: Carta Clics Individual
ca: Clic individual
de: Individual Klickhoroskop

source: Datos Radix
ca: Dades radix
de: Radixhoroskop Daten

source: Datos C. Casas
ca: Dades cases
de: Häuserhoroskop Daten

source: Datos C. Nodal
ca: Dades nodal
de: Mondknotenhoroskop Daten

source: Progresion E. Nodal
ca: PE nodal
de: MKH AP

source: Progresion E. Radix
ca: PE radix
de: Radix AP

source: Progresion E. Alma
ca: PE causal
de: Seeelenshoroskop AP

source: Progresion E. Local
ca: PE local
de: Ortshoroskop AP

source: Biografia alma
ca: Biografia causal
de: Kausalhoroskop Biographie

source: Biografia nodal
de: MKH Biographie

source: Biografia radix
de: Radix Biographie

source: Cuadrantes dinamicos
ca: Quadrants dinàmics
de: Dynamische Auszählung

source: Clic Cuadrantes dinamicos
ca: Clic quadrants dinàmics
de: Dynamische Auszählung Klick

source: Clics Casas-Casas
ca: Cases-Cases
de: Häuser-Häuser

source: Clics Nodal-Nodal
ca: Nodal-Nodal
de: MKH-MKH

source: Clics Casas-Nodal
ca: Cases-Nodal
de: Häuser-MKH

source: Clics Nodal-Casas
ca: Nodal-Cases
de: MKH-Häuser

source: Clics Radix-Radix
ca: Radix-Radix
de: Radix-Radix

source: Clic puente
ca: Pont
de: Brückenklicks

source: Estrellas dinamicas
ca: Diagrames de frustració i estrès
de: Frust und Stress Diagramme

source: Transitos
ca: Trànsits
de: Transite

source: Radix con transitos
ca: Radix-Trànsits
de: Radix-Transite

source: Clic subjetivo
ca: Clic subjectiu
de: Subjektiver Klick

source: Estrella de ascenso
ca: Estrella de l´ascens
de: Aufstiegs-Stern

source: Comparacion pareja 1
ca: Anàlisi de parella I
de: Paar-Analyse-I

source: Comparacion pareja 2
ca: Anàlisi de parella II
de: Paar-Analyse-II

source: Panal de la pareja
ca: Bresca de la parella
de: Paar-Wabe

source: Contra horoscopos
ca: Contra-horòscops
de: Gegen-Horoskope

source: Uniones corona
de: Krönenbindungen

source: Analisis de polaridades
ca: Anàlisi de polaritats
de: Polaritätenanalyse

source: Estrella maravillosa
ca: Estrella meravellosa
de: Wunder-Stern

source: PE de la pareja
ca: PE-Parella
de: Paar-AP

source: Domingo
ca: Diumenge
de: Sonntag

source: Jueves
ca: Dijous
de: Donnerstag

source: Lunes
ca: Dilluns
de: Montag

source: Martes
ca: Dimarts
de: Dienstag

source: Miercoles
ca: Dimecres
de: Mittwoch

source: Sabado
ca: Dissabte
de: Samstag

source: Viernes
ca: Divendres
de: Freitag

source: Carta de Rayos
ca: Raigs
de: Strahlen

source: Calculos dinamicos
ca: Càlculs dinàmics
de: Dynamische Auszählung

source: Card
de: Kar

source: Fija
ca: Fixa
de: Fix

source: Mut
de: Ver

source: Fuego
ca: Foc
de: Feuer

source: Tierra
ca: Terra
de: Erde

source: Agua
ca: Aigua
de: Wasser

source: Aire
de: Luft

source: s
de: Z

source: c
de: H

source: Tabla de aspectos
ca: Taula d´aspectes
de: Orbis-Tabelle

source: Casa
de: Haus

source: Planetas
ca: Planetes
de: Planeten

source: Zona
de: Bereich

source: Casas
ca: Cases
de: Häuser

source: P.Inv.
de: Invertpunkt

source: P.Rep.
de: Talpunkt

source: Conservador
de: konservativ

source: Desconfiado
ca: Desconfiat
de: misstrauisch

source: Duda y critica
ca: Dubte i crítica
de: Zweifel od. Kritik

source: Vacilante
ca: Vacil.lant
de: sögernd

source: Espontaneo
ca: Espontani
de: spontan

source: Formacion ideas
ca: Formació d´idees
de: Ideen bildung

source: Intuitivo
ca: Intuïtiu
de: intuitiv

source: Observador
de: beobachtend

source: Contemplativo
ca: Contemplatiu
de: kontemplativ

source: Investigador
de: forschend

source: Formacion
ca: Formació
de: Willens-

source: Impaciente por rendir
ca: Impacient per rendir
de: ungedul. leistungsstrebig

source: Planificador
de: plannend

source: Accion inmediata
ca: Acció inmediata
de: unmittelbar

source: Afan de rendimiento
ca: Afany de rendiment
de: leistungsmanisch

source: Ofensivo
ca: Ofensiu
de: offensiv

source: Proceso creativo
ca: Procés creatiu
de: Schaffensprozess

source: Largo plazo
ca: Llarg terme
de: langfristig

source: Prudente
ca: Prudent
de: vorsichtig

source: Consolidacion
ca: Consolidació
de: Festigung

source: Economico
ca: Econòmic
de: ökonomisch

source: Impulso a poseer
ca: Impuls a posseir
de: bezitsstrebig

source: Resignado
ca: Resignat
de: resignierend

source: Asiduo
ca: Assidu
de: emsig

source: Organizador
ca: Organitzador
de: organisierend

source: Pensamiento utilitario
ca: Pensament utilitari
de: nutzdenkend

source: Utilizacion
ca: Utilització
de: Verwertung

source: Conservacion
ca: Conservació
de: Bewahrung

source: Defensivo
ca: Defensiu
de: defensiv

source: Disfrute
ca: Gaudi
de: geniessend

source: Diagrama de barras
ca: Diagrama de barres
de: Barrendiagramm

source: Diagrama de energia
ca: Diagrama d´energia
de: Energiediagramm

source: Diagrama de diferencias
ca: Diagrama de diferències
de: Differenzendiagramm

source: Diagrama de signos
ca: Diagrama de signes
de: Zeichendiagramm

source: Diagrama de casas
ca: Diagrama de cases
de: Differenzendiagramm

source: Pensamiento
ca: Pensament
de: Denken

source: Energia
de: Energie

source: Forma
de: Form

source: Yo
ca: Jo
de: Ich

source: Col
de: Kol

source: Tu
ca: Tú
de: Du

source: de voluntad
ca: de voluntat
de: bildung

source: A
de: K

source: El la idealiza
ca: Ell la idealitza
de: Er idealisiert Sie

source: Ella lo idealiza
ca: Ella l´idealitza
de: Sie idealisiert ihn

source: Proyeccion de padre/madre ideal
ca: Projecció de pare/mare ideal
de: ideale/r Mutter/Vater - Projektion

source: Mentalidad coincidente
ca: Mentalitat coincident
de: gemeinsame Mentalität

source: Seguridad coincidente
ca: Seguretat coincident
de: gemeinsame Sicherheit

source: Deseo de ser padres
ca: Desig de ser pares
de: Eltern werden - Wunsch

source: El activa su sentimiento maternal
ca: Ell activa el seu sentiment maternal
de: Er aktiviert ihre Mutterschaft

source: Ella activa su sentimiento paternal
ca: Ella activa el seu sentiment paternal
de: Sie aktiviert seine vaterschaft

source: Atraccion erotica
ca: Atracció eròtica
de: erotische Anziehung

source: Erotismo mutuo
ca: Erotisme mutu
de: gemeinsamer Eros

source: Placer mutuo
ca: Plaer mutu
de: gemeinsame Lust

source: Compatibilidad sexual
ca: Compatibilitat sexual
de: sexuelle Kompatibilität

source: Funcion edipica femenina
ca: Funció edípica femenina
de: weibliche Ödipus-Funktion

source: Funcion edipica masculina
ca: Funció edípica masculina
de: männliche Ödipus-Funktion

source: Contactos comunes - Los caminos se cruzan una y otra vez
ca: Contactes comuns - Els camins es creuen una i altra vegada
de: Gemeinsame Kontakte – Wege kreuzen sich immer wieder

source: Conocidos comunes - Los caminos transcurren paralelos
ca: Coneguts comuns - Els camins transcorren paral.lels
de: Gemeinsame Bekannte – Wege laufen parallel, miteinander

source: La presencia de ella estimula el desarrollo de el
ca: La presència d´ella estimula el desenvolupament d´ell
de: Ihre Präsenz regt seine Entwicklung an

source: El le muestra el camino hacia si misma
ca: Ell li mostra el camí cap a ella mateixa
de: Er zeigt ihr den Weg zu sich selbst

source: La presencia de el estimula el desarrollo de ella
ca: La presència d´ell estimula el desenvolupament d´ella
de: Seine Präsenz regt ihre Entwicklung an

source: Ella le muestra el camino hacia si mismo
ca: Ella li mostra el camí cap a ell mateix
de: Sie zeigt ihm den Weg zu sich selbst

source: Su tarea del alma. Conexiones cosmicas indefinibles
ca: La seva tasca de l´ànima. Connexions còsmiques indefinibles
de: Ihr Seelen-Auftrag - Kosmische, undefinierbare Zusammenhänge

source: Su tarea karmica. Caminos del destino entre ambos, providencia
ca: La seva tasca kàrmica. Camins del destí entre ambdos, providència
de: Sein Seelen-Auftrag - Kosmische, undefinierbare Zusammenhänge

source: Encaje maravilloso
ca: Encaix meravellos
de: Wunderbar Passend

source: Admiracion
ca: Admiració
de: Bewunderung

source: Coincidencias maravillosas
ca: Coincidències meravelloses
de: Wundersame Fügungen

source: Sensualidad maravillosa
ca: Sensualitat meravellosa
de: Wunderbare Sinnlichkeit

source: Aspecto de comprension, comprenderlo todo siempre
ca: Aspecte de comprensió, comprendre-ho tot sempre
de: Verständnisaspekt, ewig alles vestehen

source: Aspecto de conversacion, te entiendo
ca: Aspecte de conversa, t´entenc
de: Gersprächsaspekt, verstehe Dich

source: Aspecto de coqueteo, sensualidad emocional
ca: Aspecte de coqueteria, sensualitat emocional
de: Flirtaspekt, Gefühlsinnlichkeit

source: Aspecto de discusion, desintegrar un tema hablando
ca: Aspecte de discussió, desibntegrar un tema parlant
de: Diskussiopnaspekt, zerreden

source: Aspecto de charla, acuerdo momentaneo
ca: Aspecte de xerrada, acord momentani
de: Plauderaspekt, momentane Verständigung

source: Sensi-estrella
de: Sensi-Stern

source: Consciente
ca: Conscient
de: bewusst

source: Subconsciente
ca: Subconscient
de: unterbewusst

source: Inconsciente
ca: Inconscient
de: unbewusst

source: Cruce PE - K1: %s %s
ca: Encreuament PE - K1: %s %s
de: AP - K1: %s %s

source: PE Puente
ca: PE pont
de: Brücken AP

source: Explorador
de: Explorer

source: Mezclador
ca: Mesclador
de: Mischer

source: Importacion AAF
ca: Importar AAF
de: AAF importieren

source: Parejas
ca: Parelles
de: Planeten

source: Tablas
ca: Taules
de: Tabellen

source: Colores
ca: Colors
de: Farben

source: Localidad
ca: Localitat
de: Ort

source: Lenguage
ca: Idioma
de: Sprache

source: Lineas
ca: Línies
de: Linien

source: Fuentes
ca: Fonts
de: Fonts

source: Orbes
de: Orbis

source: Configuracion
ca: Configuració (Ctrl-S)
de: Konfiguration

source: Localidad por defecto
ca: Localitat preestablerta
de: Vorgegebener Ort

source: Tablas por defecto
ca: Taules preestablertes
de: Vorgegebene Tabellen

source: Lenguage por defecto
ca: Idioma preestablert
de: Vorgegebene Sprache

source: Tamano de imagen PNG
ca: Tamany de la imatge PNG
de: Bildgrösse

source: Inicio:
ca: Inici:
de: Start-Tabelle:

source: Favoritos:
ca: Favorits:
de: Favoriten Tabelle:

source: N. favoritos:
ca: Num. de favorits:
de: Favoriten Num.:

source: Herr.
ca: Eina
de: Kreat.

source: Nodo
ca: Node
de: Mkn

source: Conj.
de: Konj.

source: Rojo
ca: Vermell
de: Rot

source: Azul
ca: Blau
de: Blau

source: Verde
ca: Verd
de: Grün

source: Primera pers.
ca: Primera persona
de: Erste Person

source: Segunda pers.
ca: Segona persona
de: Zweite Person

source: P. Inversion
ca: P. Inversió
de: Invertpunkt

source: P. Reposo
ca: P. Repòs
de: Talpunkt

source: Restablecer
ca: Reestablir
de: Wiederherstellen

source: Base
de: Basis

source: Elige una fuente
ca: Seleccionar font
de: Font selektieren

source: Cambiar lenguage
ca: Seleccionar idioma
de: Sprache auswählen

source: espanol
ca: Castellà
de: Spanisch

source: ingles
ca: Anglès
de: Englisch

source: aleman
ca: Alemany
de: Deutsch

source: catalan
ca: Català
de: Katalanisch

source: Los cambios tendran lugar depues de reiniciar la aplicacion
ca: Els canvis seran efectius després de reinicialtzar l´aplicació
de: Die Änderungen werden nach dem Wiederaufstarten aktiviert

source: Vertical
de: Vertikal

source: Etiquetas
ca: Etiquetes
de: Etiketten

source: Crear pareja
ca: _Crear parella
de: Paar_anlegen

source: Eliminar
de: Löschen

source: Acontecimiento
ca: Aconteixement
de: Ereignis

source: Anadir localidad
ca: Afegir localitat
de: Ort hinzufügen

source: Eliminar entrada
de: Eintragung löschen

source: Modificar entrada
de: Eintragung ändern

source: Eliminar una localidad puede impedir modificar
ca: És possible que algunes cartes tinguin aquesta localitat. Esborrar-la
de: This location may be used in charts. Deleting this

source: luego una carta con facilidad. Continuar?
ca: pot ocasionar problemes a les corresponents cartes. Continuar?
de: location may cause problems in the charts where it is used. Continue?

source: Pais
ca: País
de: Land

source: Longitud
de: Länge

source: Latitud
de: Breite

source: Estado
ca: Estat
de: Staat

source: Selector de ciclos PE
ca: Selector de cicles del PE
de: AP Zyklusselektor

source: Ciclos PE
ca: Cicle del pE
de: AP Zyklus

source: _Hoy
ca: _Avui
de: _Heute

source: _Cancelar
ca: _Cancel.lar
de: _Löschen

source: _Aceptar
ca: _Acceptar
de: _Anehmen

source: Fecha:
ca: Data
de: Datum

source: Hora:
de: Zeit:

source: minutos
ca: Minuts
de: Minuten

source: horas
ca: Hores
de: Stunden

source: Nombre:
ca: Nom
de: Vorname

source: Apellidos:
ca: Cognoms
de: Name

source: Entradas
ca: Entrades
de: Daten-Eingabe

source: Personal
ca: Dades personals
de: Persönlichen Daten

source: Momento actual
ca: Moment actual
de: Aktueller Moment

source: Fecha y hora
ca: Data i hora
de: Datum und Zeit

source: (La importacion puede tardar un poco...)
ca: (La importació pot tardar una mica...)
de: (Der Import kann ein bischen dauern...)

source: Error abriendo el archivo %s
ca: Error al obrir l´arxiu %s
de: Eroffnungfehler Datei %s

source: Creada tabla %s
ca: Creada taula %s
de: Tabelle angelegt %s

source: codigo pais no encontrado: %s
ca: Codi de país no trobat: %s
de: Landescode nicht gefunden:; %s

source: Importando %s %s
ca: Important %s %s
de: Import im Prozess %s %s

source: Cartas importadas: %s; dudosas: %s
ca: Horòscops importats: %s; dubtosos: %s
de: Importierten Horoskopen: %s; fragwürdigen: %s

source: Las cartas siguientes fueron importadas sin encontrar
ca: Els següents horòscops s´han importat sense trobar
de: Die folgende Horoskopen waren importiert aber die Orten

source: la localidad correspondiente, y la zona horaria sera
ca: la localitat corresponent i la zona horària serà
de: waren nicht gefunden. Die Zeitzone ist wahrscheinlich

source: probablemente incorrrecta. Puede editar este panel,
ca: probablement incorrecte. Per editar aquest panell
de: inkorrekt. Um die text editieren und kopieren

source: y copiar su contenido (menu clic derecho).
ca: i copiar el seu contingut fés clic dret.
de: machen Sie Rechtsklick

source: Archivo AAF
ca: Arxiu AAF
de: AAF Datei

source: La tabla %s existe. Reemplazarla, perdiendo los datos?
ca: La taula %s ja existeix. Vols reemplaçar-la (perdent-ne les dades)?
de: Die %s Tabelle schön existiert.Einsetzen (und Daten verlieren)?

source: Importar archivo:
ca: Importar arxiu
de: Datei importieren

source: Examinar
de: Suchen

source: Nombre tabla:
ca: Nom de la taula
de: Name der Tabelle

source: Simular
ca: Simulació
de: Simulation

source: Importar
de: Importieren

source: Filtro
ca: Filtre
de: Filter

source: Modificar carta
ca: Modificar dades
de: Horoskpdaten ändern

source: Carta del momento
ca: Carta del moment
de: Momenthoroskop

source: Nombre
ca: Nom
de: Name

source: Fecha
ca: Data
de: Datum

source: Exportar carta
de: Horoskop exportieren

source: Importar carta
de: Horoskop importieren

source: Sobrescribir
ca: Sobreescriure
de: Überschreiben

source: Error importando carta
ca: Error al importar carta
de: Fehler während Horoskop Importierung

source: Explorador/Tablas
ca: Explorador/Taules
de: Explorer/Tabellen

source: Pegar
ca: Enganxar
de: Paste

source: Cortar
ca: Tallar
de: Cut

source: Copiar
de: Kopieren

source: No puedo eliminar una carta con pareja!
ca: No es pot eliminar una carta con parella
de: Paar Horoskopen kann nicht gelöscht sein.

source: Una carta con este nombre: %s %s existe. Sobrescribir?
ca: Ja existeix una carta amb aquest nom: %s %s. Sobreescriure-la?
de: Ein Horoskop mit dieses Name: %s %s schön existiert. Überschreiben?

source: Calendario
ca: Calendari (Ctrl-C)
de: Kalender (Ctrl-C)

source: Punto Edad
ca: Punt de l´edat (Ctrl-A)
de: Alterspunkt (Ctrl-A)

source: Ventana auxiliar
ca: Finestra
de: Fenster (Ctrl-W)

source: Selector de aspectos
ca: Selector d´aspectes (Ctrl-H)
de: Aspektselektor (Ctrl-H)

source: Selector de ciclos
ca: Selector de cicles del PE (Ctrl-Y)
de: AP Zyklusselektor (Ctrl-Y)

source: Diagramas
ca: Diagrames (Ctrl-D)
de: Diagramme (Ctrl-D)

source: PE puente
ca: PE pont (Ctrl-R)
de: Brücken AP (Ctrl-R)

source: Mover
ca: Moure
de: Bewegen

source: Deshacer
ca: Desfer
de: Aufmachen

source: _Crear tabla
ca: _Crear taula
de: Tabelle _anlegen

source: E_liminar tabla
ca: E_liminar taula
de: Tabelle _löschen

source: _Renombrar
ca: Canvia_r nom de taula
de: Tabelle _umbenennen

source: _Exportar tabla
ca: _Exportar taula
de: Tabelle _exportieren

source: _Importar tabla
ca: _Importar taula
de: Tabelle _importieren

source: El nombre de las tablas solo puede comenzar con
ca: El nom de les taules només pot començar amb
de: Tabellenname konnte nur mit '_' oder

source: '_' o letra*, seguida de letra*, numero o '_'.
ca: '_' o lletra*, seguit de lletra*, número o '_'.
de: Buchstabe* anfangen. Dann nur Buchstabe, Nummer oder '_'.

source: * A-Z, a-z, sin tildes ni caracteres compuestos
ca: * A-Z, a-z, sense accents ni caràcters compostos
de: * A-Z, a-z, ohne Akzenten oder zussamengesetzen Zeichen

source: Eliminar tabla
ca: Eliminar taula
de: Tabelle löschen

source: No puedo eliminar una tabla predeterminada.
ca: No es pot eliminar la taula preestablerta
de: DefaultTabelle kann nicht gelöscht sein.

source: Desea realmente eliminar la tabla %s?
ca: Desitges realment eliminar la taula %s?
de: Möchten Sie die %s Tabelle wirklich löschen?

source: Cambiar nombre
ca: Canviar nom de taula
de: Tabelle umbenennen

source: No puedo cambiar el nombre a una tabla predeterminada.
ca: No es pot canviar el nom de la taula preestablerta
de: DefaultTabelle kann nicht umbennant sein.

source: Exportar tabla
ca: Exportar taula
de: Tabelle exportieren

source: Importar tabla
ca: Importar taula
de: Tabelle importieren

source: Archivo
ca: Arxiu
de: Datei

source: Tabla
ca: Taula
de: Tabelle

source: Error abriendo el archivo
ca: Error al obrir l´arxiu
de: Eroffnungfehler Datei %s

source: Error importando la tabla
ca: Error al importar carta
de: Fehler während Tabelle Importierung

source: %s de %s
de: %s aus %s

source: No puedo eliminar una tabla con pareja!
ca: No es pot eliminar una taula con parelles
de: Paar Tabellen kann nicht gelöscht sein.

source: CRadix
ca: Radix
de: Radix

source: CCasas
ca: Cases
de: Häuser

source: Nodal
de: MKH

source: Local
de: Ort

source: Alma
ca: Causal
de: Kausal

source: Perfil
de: Profil

source: Integracion
ca: Integració
de: Integration

source: Clics Ind.
ca: Clic individual
de: Individual Click

source: Radix Alma
ca: Radix-Causal
de: Radix-Kausal

source: Casas-Casas
ca: Cases-Cases
de: Häuser-Häuser

source: Nodal-Nodal
de: MKH-MKH

source: Casas-Nodal
ca: Cases-Nodal
de: Häuser-MKH

source: Nodal-Casas
ca: Nodal-Cases
de: MKH-Häuser

source: Alma-Alma
ca: Causal-Causal
de: Kausal-Kausal

source: Clic Subjetivo
ca: Clic subjectiu
de: Subjektiver Klick

source: Clic Individual
de: Individual Klick

source: Clic Radix-Alma
ca: Radix-Causal
de: Radix-Kausal

source: Nodales
ca: Nodal
de: MKH

source: Progresion de la edad Radix
ca: PE radix
de: Radix AP

source: Progresion de la edad Carta Nodal
ca: PE nodal
de: MKH AP

source: Progresion de la edad Carta Local
ca: PE local
de: Ortshoroskop AP

source: Progresion de la edad Carta del Alma
ca: PE causal
de: Kausalhoroskop AP

source: Biografia Radix
de: Radix Biographie

source: Biografia Nodal
de: MKH Biographie

source: Biografia Alma
ca: Biografia causal
de: Kausalhoroskop Biographie

source: Comparacion pareja I
ca: Anàlisi de parella I
de: Paar-Analyse I

source: Comparacion pareja II
ca: Anàlisi de parella II
de: Paar-Analyse II

source: Comparacion PE
ca: Comparació de PE
de: AP-Vergeliche

source: Radix-Alma
ca: Radix-Causal
de: Radix-Kausal

source: Alma-Nodal
ca: Causal-Nodal
de: Kausal-MKH

source: Puente
ca: Pont
de: Brückenklicks

source: Progresion secundaria
ca: Progressió secunfaria
de: Sekundär-Direktionen

source: Revolucion solar
ca: Revolució solar
de: Solarhoroskop

source: Ocultar
de: Aufheben

source: Ayuda
ca: Ajuda
de: Hilfe

source: Teclado
ca: Teclat
de: Tastatur

source: Raton
ca: Ratolí
de: Maus

source: Accion
ca: Acció
de: Action

source: Donde
ca: On
de: Wo

source: : Esta ayuda
ca: : Aquesta ajuda
de: : Dieses Hilfe

source: : Salir
ca: : Sortir
de: : Beenden

source: : Pantalla completa
de: : Ganzer Bildschirm

source: : Exportar a imagen
ca: : Exportar a imatge
de: : Bild exportieren

source: : Exportar a PDF - Imprimir
de: : Zum PDF exportieren - Drucken

source: : Cuadro de entradas
ca: : Entrada de dades
de: : Daten-Eingabe

source: : Cuadro de configuracion
ca: : Configuració
de: : Konfiguration

source: : Buscar tecleando en listas
ca: : Cercar teclejant en llistes
de: : Suchen (in die Liste schreibend)

source: : Cerrar ventana/dialogo
ca: : Tancar finestra/diàleg
de: : Fenster/Dialog beenden

source: : Alternar casillas
ca: : Alternar casella
de: : Personenfeld abwechseln

source: : Calendario
ca: : Calendari
de: : Kalender

source: : PE
de: : AP

source: : Ventana auxiliar
ca: : Finestra
de: : Fenster

source: : Selector aspectos
ca: : Selector d´aspectes
de: : Aspektselektor

source: : Diagramas
ca: : Diagrames
de: : Diagramme

source: : Ciclos
ca: : Cicles
de: : AP Zyklus

source: : PE puente
ca: : PE pont
de: : Brücken AP

source: : Localidades personalizadas
ca: : Localitats definides per l´usuari
de: : Benutzerspezifisch Orte

source: : Navegador rapido cartas
ca: : Explorador ràpid de cartes
de: : Schnell-Horoskopexplorer

source: : Moverse en listas
ca: : Moure´s a les llistes
de: : Sich in den Listen bewegen

source: Cursores
ca: Tecles de cursor
de: Cursor-Tasten

source: 0-9 Tecl. num.
de: 0-9 Num. Tast.

source: : Seleccionar lista
ca: : Seleccionar llista
de: : Liste auswählen

source: +/- Tecl. num.
de: +/- Num. Tast.

source: : Rotar tambor
ca: : Rotar tambor de persones
de: : Personnentrommel rotieren

source: : Rotar casas (biografia)
ca: : Rotar cases (biografia)
de: : Häuser rotieren (Biographie)

source: Clic simple
ca: Clic
de: Klick

source: seleccionar pe
ca: Posicionar PE
de: AP positionieren

source: pe, biografia
de: AP Biographie

source: ojo
ca: Ull
de: Auge

source: personas recientes
ca: Persones recents
de: zuletz verwend. Person.

source: Clic derecho
ca: Clic dret
de: Rechtsklick

source: menu secundario
ca: Menú contextual
de: Kontext Menü

source: area de dibujo
ca: Àrea de dibuix
de: Zeichnungsraum

source: ventana auxiliar
ca: Finestra
de: Fenster

source: casillas
ca: Caselles
de: Personenfelder

source: listas de cartas
ca: Llistes de cartes
de: Horoskoplisten

source: Doble clic
de: Doppelklick

source: restaurar fecha
ca: Data = Avui
de: Datum = Heute

source: carta reloj, transitos
ca: Carta rellotge-Trànsits
de: Uhr horoskop, Transite

source: selector de casas
ca: Selector de cases
de: Häuserselektor

source: Vent.aux.
ca: Finestra
de: Fenster

source: principio de lista
ca: Inici de llista
de: Listenanfang

source: Arrastrar
ca: Arrossegar
de: Drag

source: guia de grados
ca: Guia de graus
de: Gradzeiger

source: biografia
de: Biographie

source: mover pe
ca: Moure PE
de: AP bewegen

source: panorama
ca: Moure carta
de: Bewegen

source: acercar
ca: Apropar
de: Nähern

source: entre tablas
ca: Entre taules
de: zwischen den Tabellen

source: mover registros
ca: Moure registres
de: Einträge versch.

source: Rueda
ca: Roda
de: Scroll-Rad

source: areas de dibujo
ca: Àrees de dibuix
de: Zeichnungsräume

source: rotar lista
ca: Rotar llista
de: Liste rotieren

source: rotar tambor
ca: Rotar tambor pers.
de: Pers. Trommel rot.

source: Boton rueda
ca: Botó roda
de: Scroll-Rad Klick

source: lista principal
ca: Llista principal
de: Radix
